Repository: giellalt/corpus-nob
Catalog: tmx/sme/admin/sd/samediggi.no/historisk_hendelse_og_forventninger_til_fremtiden.html.tmx
Source language: nob
Languages: sme

source: Historisk hendelse og forventninger til fremtiden
sme: Historjjálaš dáhpáhus ja vuordámušat boahtteáigái

source: I dag ble rapporten fra Sannhets- og forsoningskommisjonen offentliggjort og overlevert Stortinget.
sme: Odne almmuhuvvui ja geigejuvvui Duohtavuođa- ja soabadankommišuvnna raporta Stuoradiggái.

source: Sametingspresidenten beskriver dette som en viktig og følelsesladd begivenhet.
sme: Sámediggepresideanta čilge dan dehálaš dáhpáhussan mii boktá ollu dovdduid.

source: Sametingspresident Silje Karine Muotka og sametingsråd Runar Myrnes Balto, som har sannhet og forsoning som politisk ansvarsområde, var begge til stede under den offisielle overleveringen fra Sannhets- og forsoningskommisjonen til Stortinget i dag torsdag 1. juni.
sme: Sámediggepresideanta Silje Karine Muotka ja sámediggeráđđi Runar Myrnes Balto, gean politihkalaš ovddasvástádussuorgi lea duohtavuohta ja soabadeapmi, leigga goappašagat Duohtavuođa- ja soabadankommišuvnna raportta almmolaš geigemis Stuoradikkis odne geassemánu 1. beaivvi.

source: – Jeg vil takke alle de som har vært sannhetsvitner for kommisjonen.
sme: – Mun háliidan giitit buohkaid sin geat leat leamaš duohtavuođavihtanin kommišuvdnii.

source: Uten at dere hadde gitt deres stemme og historie til kommisjonen, ville vi ikke fått denne muligheten til å kunne forsøke å få til ett oppgjør med den vonde felles historien vi deler, Nå må vi bruke tiden fremover til å ta inn over oss de mange historiene, sier sametingspresident Silje Karine Muotka (NSR).
sme: Din jienaid ja muitalusaid haga eat livčče mii ožžon dán vejolašvuođa geahččalit čoavdit dán oktasaš ja bávččas historjjá. Dál mii fertet geavahit áiggi diktit duohtavuođavihtaniid ollu ja lossa muitalusaid vuodjut, dadjá sámediggepresideanta Silje Karine Muotka (NSR).

source: Sametingspresidenten sier også at det samiske samfunnet må være forberedt på at dette oppgjøret vil være smertefullt for mange, og at samfunnet må være forberedt til å ta imot det.
sme: Sámediggepresideanta dadjá ahte sámi servodat ferte ráhkkanit dasa ahte dat sáhttá leat hui lossat oallugiidda sámi servodagas ja ahte servodat ferte lea gearggus dustet dan.

source: Rapporten som er på vel 700 sider behandler mange ulike temaer som helse og sosialpolitiske utfordringer, språktap, opplæring og utdanning, kirkeliv og næringer som fiskeri og reindrift, for å nevne noen.
sme: Masa 700 siidosaš raporta gieđahallá ollu iešguđet fáttáid nugo dearvvašvuođa- ja sosiálapolitihkalaš hástalusaid, giellamassima, oahpu ja oahpahusa, girkoeallima ja ealáhusaid nu mo guolásteapmi ja boazodoallu, namuhan dihtii muhtun fáttáid.

source: Rapporten kommer også med en rekke forsonende tiltak.
sme: Raporttas bohtet maiddái ovdan váidudeaddji doaibmabijut.

source: Sametingsrådet har forventninger til norske myndigheters oppfølging av rapporten, og minner om viktigheten av å bli inkludert.
sme: Sámediggeráđis leat vuordámušat dasa movt Norgga eiseválddit dál čuovvulit raportta, ja muittuha ahte searvadahttin lea dehálaš.

source: Vel så viktig er det at Sametinget settes i stand til å kunne følge opp rapporten.
sme: Seammá dehálaš lea ahte Sámediggi nannejuvvo vai lea vejolaš čuovvulit raportta.

source: – Hvert folk har rett til å bli hørt i spørsmål om forsonende tiltak og det må legges til rette for selvstendige prosesser mellom Stortinget og de forskjellige folkene.
sme: – Juohke álbmogis lea riekti gullot áššiin mat gusket váidudeaddji doaibmabijuide, ja ferte láhččojuvvot dilli iehčanas proseassaide Stuoradikki ja iešguđet álbmogiid gaskkas.

source: Stortinget må også vite at det samiske samfunnet har forventninger til at Sametinget, det samiske folkets politiske organ, følger opp rapporten.
sme: Stuoradiggi ferte maiddái diehtit ahte sámi servodat vuordá Sámedikki, sámi álbmoga politihkalaš orgána, čuovvulit raportta.

source: Da må Sametinget også settes i stand til å møte de forventningene, sier sametingsråd Runar Myrnes Balto (NSR).
sme: De ferte Sámediggái dahkat vejolažžan dustet dáid vuordámušaid, dadjá sámediggeráđđi Runar Myrnes Balto (NSR).

source: – Vårt klare budskap er at fornorskningen må opphøre, avslutter Myrnes Balto.
sme: – Min čielga oaivil lea ahte dáruiduhttin ferte bissehuvvot, loahpaha Myrnes Balto.

source: Sametingets plenum vil behandle rapporten i sin helhet under plenum i desember.
sme: Sámedikki dievasčoahkkin meannuda raporta juovlamánu dievasčoahkkimis.

source: Les hele rapporten på Stortingets nettsider
sme: Loga olles raportta Stuoradikki neahttasiiddus
